/* Button title for canceling installation of Growl */
"Cancel" = "キャンセル";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "再度表示しない";

/* Growl installation window title */
"Growl Installation Recommended" = "Growl のインストールを推奨します";

/* Growl update window title */
"Growl Update Available" = "Growl のアップデートがあります";

/* Button title for installing Growl */
"Install" = "インストール";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "このアプリケーションは、ソフトウェアが発信するユーザにとって重要であり得る情報をじゃまにならない形で提供する情報通知システム Growl を用いて情報を配信します。Growl はすでにインストールされていますが、このアプリケーションには新しいバージョンの Growl が含まれていますので、アップデートすることを強くお勧めします。他にダウンロードする必要はありません。";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "このアプリケーションは、ソフトウェアが発信するユーザにとって重要であり得る情報をじゃまにならない形で提供する情報通知システム Growl を用いて情報を配信します。Growl は現在インストールされていません。このアプリケーションやほかのソフトで Growl による通知を有効にするには、Growl をインストールする必要があります。この他にダウンロードする必要はありません。";

/* Button title for updating Growl */
"Update" = "アップデート";